const topics = [
        // 사기/호구 계열
        "사기꾼이 된 경험",
        "살면서 돈을 가장 많이 날린 경험",
        "피해갈 줄 알았는데 결국 당한 썰",
    
        // # 의외의 경험 계열
        "절대 예상 못할 곳에서 만난 사람",
        "진짜 믿기 힘든 우연의 일치",
        "완전 뜬금없이 터진 인생 반전",
        "아무도 모르는 나만의 숨겨진 장소",
        "평생 한 번뿐인 기회를 잡은 썰",
    
        // # 망한 썰 계열
        "내 인생에서 가장 망했던 순간들",
        "한 순간에 모든 걸 날린 썰",
        "되돌릴 수 없이 망한 선택들",
        "모두가 말리던 그 선택",
        "절대 회복 못할 줄 알았던 상황",
    
        // # 일탈/극한 경험 계열
        "범죄자가 될 뻔한 경험",
        "나만의 일탈",
        "나의 한계에 도전한 경험",
        "도덕적으로 절대 하지 말아야 할 짓",
        "인생에서 가장 무모했던 경험",
    
        // # 꿈/상상 계열
        "실제 현실과 완전 다른 꿈",
        "꿈에서만 가능할 줄 알았던 실제 경험",
        "너무 리얼해서 놀란 꿈",
        "꿈이 현실이 된 아이러니한 순간",
        "절대 말할 수 없는 나만의 망상",
    
        // # 특별한 만남/경험 계열
        "절대 만날 수 없을 줄 알았던 사람",
        "세상에서 가장 특이한 만남",
        "모두가 믿지 않을 나의 경험",
        "진짜 있을 법하지 않은 상황",
        "너무 황당해서 말도 안 되는 썰",
    
        // # 극한의 상황 계열
        "죽을 뻔한 가장 아찔한 순간",
        "모두가 놀랄 나의 극한 도전",
        "정말 끝났다고 생각했던 순간",
        "천운이 따라준 기적 같은 경험",
        "절대 말할 수 없는 비밀 썰",
    
        // # 기타 파격적 주제
        "법적 한계를 살짝 넘은 썰",
        "모두가 숨기고 싶어하는 경험",
        "절대 공개하지 말아야 할 이야기",
        "너무 충격적인 나의 비밀",
        "모두를 놀라게 할 나만의 썰",
    
        // # 기타 파격적 주제
        "지금 돌아봐도 정말 만족하는 선택",
        "내가 어릴 때 집착했던 의외의 것",
        "내가 누군가를 좋아했던 의외의 이유",
        "눈물나게 고마웠던 일",
        "나의 지인에게 이런 일이 있었다",
        "내가 좋아하는 의외의 브랜드",
        "가장 기억에 남는 학창시절 급식 메뉴",
        "내가 겪은 가장 황당한 택시 기사님 썰",
        "가장 후회되는 충동구매",
        "가장 기억에 남는 소개팅 실패담",
        "내가 경험한 가장 웃긴 오해",
        "가장 민망했던 빵 터진 순간",
        "가장 기억에 남는 술자리 해프닝",
        "가장 황당했던 친구의 거짓말",
        "내가 겪은 가장 웃긴 문화충격",
        "불효자 썰",
        "이성에게 많은 관심을 받았던 시기",
        "보거나 들은 술주정",
        "닮았다고 들은 동물",
        "아무도 모르는 나만의 루틴",
        "싫어하는 음식",
        "꼭 알려주고 싶은 맛집",
        "결혼 생각",
        "싫어하는 사람 타입",
        "인생에서 가장 행복했던 시기",
        "아침에 일어나서 가장 먼저 하는 일",
        "가장 키우고 싶은 동물은?",
        "가족 구성",
        "해본 적 있는 아르바이트",
        "절대 하기 싫은 헤어스타일",
        "상대가 하면 행복해질 거 같은 헤어스타일"
    ]; 